{"id":"1","text":"Background:","schema": "pure_display", "choices": ["Hello! We are a team of researchers from the University of Washington and Carnegie Mellon University. We are conducting a study focused on improving language model's ability to ask clinical questions. We aim to develop an AI-assistant tool that will help clinicians by ensuring that patients provide the most complete and relevant information during consultations, which is critical given the workload and time constraints clinicians face. By improving the quality of questions generated by language models, the tool aids in gathering essential medical details more efficiently, allowing clinicians to focus on diagnosis and treatment. This enhanced information-gathering process can reduce the risk of misdiagnosis, improve patient care, and make consultations more effective and time-efficient.<br><br>By participating, you will contribute to better understanding clinical reasoning and interactions, which will help improve both in-person and online care. Your task will involve reading follow-up questions from online health forums to rank preferences and to score them based on key dimensions of question quality. Your expertise will help shape AI systems that support more effective patient-clinician interactions.<br>"]}
{"id":"2","text":"Procedures:","schema": "pure_display", "choices": ["In this study, you will be presented with 12 short patient inquiries followed by clinical conversations. Please carefully read the provided context and evaluate the questions and answers regarding the context."]}
{"id":"3","text":"Voluntary Participation:","schema": "pure_display", "choices": ["Your participation in this research is voluntary. You may discontinue participation at any time during the research activity.<br>"]}
{"id":"consent-1","text":"I have read and understood the instructions.","schema": "radio", "choices": ["Yes", "No"], "label_requirement": {"right_label":["Yes"]}}
{"id":"consent-2","text":"I want to participate in research and continue with the study.","schema": "radio", "choices": ["Yes", "No"], "label_requirement": {"right_label":["Yes"]}}